brew "azure-cli"
brew "bat"
brew "composer"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "gh"
brew "jq"
brew "lazydocker"
brew "libpq"
brew "lazygit"
brew "mas"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "php"
brew "ripgrep"
brew "tmux"
brew "tree-sitter-cli"
brew "watch"
brew "zoxide"

cask "claude"
cask "docker-desktop"
cask "dotnet-sdk"
cask "font-caskaydia-mono-nerd-font"
cask "ghostty"
cask "github"
cask "gpg-suite"
cask "jetbrains-toolbox"
cask "ngrok"
cask "ollama-app"
cask "postman"
cask "raycast"
cask "rectangle"
cask "retroarch"
cask "spotify"
cask "sublime-text"
cask "tableplus"

mas "Slack", id: 803453959
mas "Todoist", id: 585829637
