brew "bat"
brew "composer"
brew "fswatch"
brew "gh"
brew "jq"
brew "jupyter"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "node"
brew "php"
brew "tmux"
brew "zoxide"

cask "claude"
cask "docker-desktop"
cask "font-caskaydia-mono-nerd-font"
cask "github"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ollama-app"
cask "postman"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "tableplus"

mas "Slack", id: 803453959
mas "Todoist", id: 585829637
